/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Impossible d’accéder à %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Impossible de charger la page sur %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Terminé";

/* The message shown while loading a web clip */
"Loading Clip" = "Chargement";

/* Loading Clip animation with one dot */
"Loading Clip." = "Chargement.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Chargement…";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Chargement…";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Veuillez vous connecter à Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Requiert Mac OS X 10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip indisponible";

